[
  {
    "name": "Super Mario",
    "description":  "Super Mario (スーパーマリオ Sūpā Mario?) es una serie de videojuegos de plataformas creados por la empresa desarrolladora Nintendo y protagonizados por su mascota, Mario. También conocida como la serie Super Mario Bros. (スーパーマリオブラザーズ Sūpā Mario Burazāzu?) o simplemente la serie Mario (マ リ オ?), es la serie principal de la franquicia de Mario. Se ha lanzado al menos un videojuego de Super Mario para todas las consolas de videojuegos de Nintendo. Extraido de: https://es.wikipedia.org/wiki/Super_Mario",
    "image_url": "https://raw.githubusercontent.com/mlinaresCPR/fp/master/Super%20Mario_RS.png"
  },
  {
    "name": "Metroid",
    "description": "Metroid (メトロイド Metoroido?) es una serie de videojuegos de acción-aventura, cuya idea fue concebida por Makoto Kano y el artista Hiroji Kiyotake a principios de la década de 1980, dirigida originalmente por Gunpei Yokoi y distribuida internacionalmente por Nintendo, una empresa de videojuegos japonesa. El término «Metroid» es una contracción de las palabras «metro» (como sistema de transporte) y «android» («androide»), y fue pensado para hacer mención del ambiente subterráneo principal que aparece en el primer videojuego, así como el aspecto robótico que sostiene la protagonista. Extraido de: https://es.wikipedia.org/wiki/Metroid",
    "image_url": "https://raw.githubusercontent.com/mlinaresCPR/fp/master/Metroid_RS.png"
  },
  {
    "name": "Earthbound",
    "description": "La saga de EarthBound (conocida en Japón como ＭＯＴＨＥＲ) es una franquicia muy popular del género RPG creada por el escritor Shigesato Itoi y dirigida por HAL Laboratory Inc., y a su vez distribuida por Nintendo.El nombre de la serie (mezclada con idioma inglés y japonés) hace alusión al planeta Tierra,ya que ambos nombres son de pronunciación inglés (salvo 'MOTHER' que en rōmaji se dice Mazā). Juntando los nombres obtenemos 'The Mother Earth' ('La Madre Tierra'). Los protagonistas son la mayoría niños porque se dice que ellos son el futuro y cambio de la vida mundial. Extraido de: https://es.wikipedia.org/wiki/EarthBound_(serie)",
    "image_url": "https://raw.githubusercontent.com/mlinaresCPR/fp/master/Earthbound_RS.png"
  },
  {
    "name": "Kirby",
    "description": "Kirby (星のカービィ Hoshi no Kābī?, lit. Kirby de las estrellas) es una serie de videojuegos desarrollada por HAL Laboratory y Nintendo, empresa que también la distribuye. La mayor parte de los juegos de la serie pertenecen a los géneros de acción, plataformas y con elementos de puzle, donde el protagonista posee la habilidad de absorber enemigos para tomar una habilidad característica de ellos. Actualmente, la saga posee un total de más de veinte juegos y ha vendido más de 34 millones de unidades mundialmente. Extraido de: https://es.wikipedia.org/wiki/Kirby_(serie)",
    "image_url": "https://raw.githubusercontent.com/mlinaresCPR/fp/master/Kirby_RS.png"
  },
  {
    "name": "The Legend of Zelda",
    "description": "The Legend of Zelda (ゼルダの伝説でんせつ Zeruda no Densetsu?) es una serie de videojuegos de acción-aventura creada por los diseñadores japoneses Shigeru Miyamoto y Takashi Tezuka,​ y desarrollada por Nintendo, empresa que también se encarga de su distribución internacional. Su trama por lo general describe las heroicas aventuras del joven guerrero Link, que debe enfrentarse a peligros y resolver acertijos para ayudar a la Princesa Zelda a derrotar a Ganondorf y salvar su hogar, el reino de Hyrule. Extraido de: https://es.wikipedia.org/wiki/The_Legend_of_Zelda",
    "image_url": "https://raw.githubusercontent.com/mlinaresCPR/fp/master/TLOZ_RS.png"
  }
]
